docs/wwdc_2023_geldi.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>WWDC 2023 geldi!</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://suatkarakusoglu.github.io/mobilen/archive.html"> UP </a>
 |
 <a accesskey="H" href="https://suatkarakusoglu.github.io/mobilen"> HOME </a>
</div><div id="content" class="content">
<header>
<h1 class="title">WWDC 2023 geldi!</h1>
</header><p>
<a href="https://tr.linkedin.com/in/suat-karakusoglu">Suat Karakuşoğlu</a> yazdı.
</p>

<p>
<a href="https://developer.apple.com/wwdc23/">WWDC 2023</a> sunum takvimi hazır.
<a href="https://www.apple.com/newsroom/2023/05/apples-worldwide-developers-conference-to-kick-off-june-5-2023/">Apple WWDC 2023 konuları</a> da belirlendi.
</p>

<p>
Keynote sunumu Türkiye saati ile 5 Haziranda <span class="timestamp-wrapper"><span class="timestamp">[2023-06-05 Mon 20:00] </span></span> başlayacak.
<a href="https://www.youtube.com/watch?v=GYkq9Rgoj8E&amp;ab_channel=Apple">Buradaki link</a> üzerinden alarm kurup, açıp izleyebilirsiniz.
</p>

<p>
iOS 17 ile beraber Apple duyurduğu <a href="https://www.apple.com/newsroom/2023/05/apple-previews-live-speech-personal-voice-and-more-new-accessibility-features/">erişilebilirlik</a> yeteneklerini daha geliştirdiklerini görüyoruz.
</p>

<dl class="org-dl">
<dt>One More Thing!</dt><dd>VR gözlüğü konusundaki atılımların meyvesi bu toplantıda görücüye çıkabilir.</dd>
</dl>
</div>
<div id="postamble" class="status">

<p><small>Son Güncelleme: 2023-07-11 Tue 15:02</small></p>
<hr/>
<footer>
  <div class="copyright-container">
    <div class="copyright">
      &copy; 1071-20∞ Mobilen bazı hakları saklıdır.<br/>
    </div>
    </br>
  </div>
</footer>
</div>
</body>
</html>
